INSERT INTO employee (last_name, first_name, middle_name, salary) VALUES
                                                                      ('Чорней', 'Катерина', 'Михайлівна', 20000),
                                                                      ('Христафулова', 'Олександра', 'Олександрівна', 19000),
                                                                      ('Меленко', 'Денис', 'Вікторович', 17000),
                                                                      ('Берчук', 'Катерина', 'Михайлівна', 18000),
                                                                      ('Горняк', 'Іван', 'Іванович', 16000),
                                                                      ('Костенюк', 'Василь', 'Вікторович', 15000);

INSERT INTO task_type (description, daily_payment) VALUES
                                                       ('Монтаж обладнання', 700),
                                                       ('Консультаційна робота', 500),
                                                       ('Розробка дизайну', 800),
                                                       ('Ремонтні роботи', 900),
                                                       ('Облаштування приміщення', 600);

INSERT INTO task (employee_id, task_type_id, start_date, end_date) VALUES
                                                                       (3, 5, '2024-05-03', '2024-05-08'),
                                                                       (5, 1, '2024-05-15', '2024-05-16'),
                                                                       (1, 4, '2024-05-02', '2024-05-07'),
                                                                       (4, 2, '2024-05-08', '2024-05-15'),
                                                                       (2, 3, '2024-05-01', '2024-05-03');